Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# item_incomplete_text
source: This item is missing some of the important information.
ar: يفتقد هذا العنصر بعض المعلومات المهمة.
de: In diesem Eintrag fehlen einige wichtige Informationen.
es: A este elemento le falta información importante.
fr: Il manque certaines informations importantes à cet élément.
hu: Ebből az elemből hiányzik néhány fontos információ.
it: Questo elemento manca di alcune delle informazioni importanti.
ja: このアイテムは重要な情報の一部が欠けています。
ko: 중요한 정보가 비어 있는 항목입니다.
pt_br: Este item está faltando alguma informação importante.
pt_pt: Nesta entrada está em falta informação importante.
ru: В элементе отсутствует некоторая важная информация.
uk: Цей запис не має певної важливої інформації.
zh_hans: 此条目缺少一些重要信息。

# item_incomplete_title
source: Incomplete data
ar: بيانات غير كاملة
de: Unvollständige Daten
es: Datos incompletos
fr: Données incomplètes
hu: Hiányos adatok
it: Dati incompleti
ja: 不完全なデータ
ko: 불완전 데이터
pt_br: Dados incompletos
pt_pt: Dados incompletos
ru: Неполные данные
uk: Неповні дані
zh_hans: 不完整的数据

source: Items
ar: أغراض
de: Elemente
es: Elementos
fr: Éléments
hu: Elemek
it: Elementi
ja: アイテム
ko: 항목
pt_br: Itens
pt_pt: Entradas
ru: Элементы
uk: Записи
zh_hans: 条目

# items_all
source: All items
ar: جميع العناصر
de: Alle Einträge
es: Todos los elementos
fr: Tous les éléments
hu: Minden elem
it: Tutti gli elementi
ja: すべてのアイテム
ko: 모든 항목
pt_br: Todos os itens
pt_pt: Todos as entradas
ru: Все элементы
uk: Усі записи
zh_hans: 所有条目

# items_empty_label
source: No items
ar: لا توجد عناصر
de: Keine Einträge vorhanden
es: Sin elementos
fr: Aucun élément
hu: Nincsenek elemek
it: Non c'è niente qui
ja: アイテムなし
ko: 항목 없음
pt_br: Nenhum item
pt_pt: Não existem entradas
ru: Нет элементов
uk: Немає записів
zh_hans: 暂无条目

# items_n
source: %1$@ items
ar: %1$@ عناصر
de: %1$@ Elemente
es: %1$@ elementos
fr: %1$@ éléments
hu: %1$@ elem
it: %1$@ elementi
ja: %1$@ アイテム
ko: %1$@개 항목
pt_br: %1$@ itens
pt_pt: %1$@ itens
ru: %1$@ записей
uk: %1$@ записів
zh_hans: %1$@ 个条目

source: January
ar: يناير
de: Januar
es: Enero
fr: Janvier
hu: Január
it: Gennaio
ja: 1月
ko: 1월
pt_br: Janeiro
pt_pt: Janeiro
ru: Январь
uk: Січень
zh_hans: 一月

source: July
ar: يوليو
de: Juli
es: Julio
fr: Juillet
hu: Július
it: Luglio
ja: 7月
ko: 7월
pt_br: Julho
pt_pt: Julho
ru: Июль
uk: Липень
zh_hans: 七月

source: June
ar: يونيو
de: Juni
es: Junio
fr: Juin
hu: Június
it: Giugno
ja: 6月
ko: 6월
pt_br: Junho
pt_pt: Junho
ru: Июнь
uk: Червень
zh_hans: 六月

# justdeleteme_difficulty_easy_label
source: Easy
ar: سهل
de: Einfach
es: Fácil
fr: Facile
hu: Könnyű
it: Semplice
ja: 簡単
ko: 쉬움
pt_br: Fácil
pt_pt: Fácil
ru: Легко
uk: Легко
zh_hans: 简单

# justdeleteme_difficulty_hard_label
source: Hard
ar: صعب
de: Schwer
es: Difícil
fr: Difficile
hu: Nehéz
it: Difficile
ja: 難しい
ko: 어려움
pt_br: Difícil
pt_pt: Difícil
ru: Сложно
uk: Важко
zh_hans: 困难

# justdeleteme_difficulty_impossible_label
source: Impossible
ar: مستحيل
de: Unmöglich
es: Imposible
hu: Lehetetlen
it: Impossibile
ja: 不可能
ko: 불가능
pt_br: Impossível
pt_pt: Impossível
ru: Невозможно
uk: Неможливо
zh_hans: 不可用

# justdeleteme_difficulty_limited_availability_label
source: Limited availability
ar: توافر محدود
de: Begrenzte Verfügbarkeit
es: Disponibilidad limitada
fr: Disponibilité limitée
hu: Korlátozott elérhetőség
it: Disponibilità limitata
ja: 限定的
ko: 제한적으로 가능
pt_br: Disponibilidade limitada
pt_pt: Disponibilidade limitada
ru: Ограниченная доступность
uk: Обмежена доступність
zh_hans: 可用性限制

# justdeleteme_difficulty_medium_label
source: Medium
ar: واسطة
de: Mittel
es: Normal
fr: Moyen
hu: Közepes
it: Medio
ja: 普通
ko: 보통
pt_br: Médio
pt_pt: Médio
ru: Средне
uk: Середньо
zh_hans: 中等

# justdeleteme_empty_label
source: No instructions
ar: لا تعليمات
de: Keine Anweisungen
es: Sin instrucciones
fr: Pas d'instructions
hu: Nincsenek utasítások
it: Nessuna istruzione
ja: 手順なし
ko: 설명 없음
pt_br: Sem instruções
pt_pt: Sem instruções
ru: Нет инструкций
uk: Немає інструкцій
zh_hans: 无指令

# justdeleteme_search_placeholder
source: Search websites
ar: البحث في المواقع
de: Webseiten durchsuchen
es: Buscar sitios web
fr: Rechercher des sites web
hu: Weboldalak keresése
it: Cerca siti web
ja: ウェブサイトを検索
ko: 웹사이트 검색
pt_br: Pesquisar sites
pt_pt: Pesquisar sites
ru: Поиск веб-сайтов
uk: Пошук вебсайтів
zh_hans: 搜索网站

# justdeleteme_send_email_title
source: Send an email
ar: إرسال البريد الإلكتروني
de: E-Mail senden
es: Enviar correo electrónico
fr: Envoyer un e-mail
hu: Email küldése
it: Invia email
ja: メール送信
ko: 이메일 보내기
pt_br: Enviar e-mail
pt_pt: Enviar e-mail
ru: Отправить e-mail
uk: Надіслати ел. листа
zh_hans: 发送电子邮件

# justdeleteme_subtitle
source: A collection of information on how to delete your account from web services
ar: مجموعة من المعلومات حول كيفية حذف حسابك من خدمات الويب
de: Eine Sammlung von Informationen, wie Sie Ihr Konto von Webdiensten löschen können
es: Una recopilación de información sobre cómo eliminar su cuenta de los servicios web
fr: Une collection d'informations pour supprimer votre compte des services web
hu: Információk gyűjteménye arról, hogyan törölheti fiókját webes szolgáltatásokból
it: Una serie di informazioni sul come cancellare il tuo account dai servizi web
ja: ウェブサービスからアカウントを削除する方法に関する情報
ko: 웹 서비스에서 회원 탈퇴하는 방법 모음
pt_br: Coleção de informações sobre como excluir a sua conta de serviços web
pt_pt: Coleção de informações sobre como excluir a sua conta de serviços web
ru: Коллекция информации о том, как удалить ваш аккаунт из вебсервисов
uk: Колекція інформації про те, як видалити ваш обліковий запис з вебсервісів
zh_hans: 如何从网络服务中删除账户的信息集锦

# justdeleteme_title
source: How to delete an account?
ar: كيفية حذف حساب؟
de: Wie lösche ich ein Konto?
es: ¿Cómo eliminar una cuenta?
fr: Comment supprimer un compte ?
hu: Hogyan lehet törölni egy fiókot?
it: Come eliminare un account?
ja: アカウントの削除方法
ko: 회원 탈퇴는 어떻게 하지?
pt_br: Como excluir uma conta?
pt_pt: Como excluir uma conta?
ru: Как удалить мою учетную запись?
uk: Як видалити мій обліковий запис?
zh_hans: 如何删除账户？

# justgetmydata_difficulty_easy_label
source: Easy
ar: سهل
de: Einfach
es: Fácil
fr: Facile
hu: Könnyű
it: Facile
ja: 簡単
ko: 쉬움
pt_br: Fácil
pt_pt: Fácil
ru: Легко
uk: Легко
zh_hans: 简单

# justgetmydata_difficulty_hard_label
source: Hard
ar: صعب
de: Schwer
es: Difícil
fr: Difficile
hu: Nehéz
it: Difficile
ja: 難しい
ko: 어려움
pt_br: Difícil
pt_pt: Difícil
ru: Сложно
uk: Важко
zh_hans: 困难

# justgetmydata_difficulty_impossible_label
source: Impossible
ar: مستحيل
de: Unmöglich
es: Imposible
hu: Lehetetlen
it: Impossibile
ja: 不可能
ko: 불가능
pt_br: Impossível
pt_pt: Impossível
ru: Невозможно
uk: Неможливо
zh_hans: 无法获得

# justgetmydata_difficulty_limited_availability_label
source: Limited availability
ar: توافر محدود
de: Begrenzte Verfügbarkeit
es: Disponibilidad limitada
fr: Disponibilité limitée
hu: Korlátozott elérhetőség
it: Disponibilità limitata
ja: 限定的
ko: 제한적으로 가능
pt_br: Disponibilidade limitada
pt_pt: Disponibilidade limitada
ru: Ограниченная доступность
uk: Обмежена доступність
zh_hans: 可用性有限

# justgetmydata_difficulty_medium_label
source: Medium
ar: واسطة
de: Mittel
es: Medio
fr: Moyen
hu: Közepes
it: Medio
ja: 普通
ko: 보통
pt_br: Médio
pt_pt: Médio
ru: Средне
uk: Середньо
zh_hans: 中等

# justgetmydata_empty_label
source: No instructions
ar: لا تعليمات
de: Keine Anweisungen
es: Sin instrucciones
fr: Pas d'instructions
hu: Nincsenek utasítások
it: Nessuna istruzione
ja: 手順なし
ko: 설명 없음
pt_br: Sem instruções
pt_pt: Sem instruções
ru: Нет инструкций
uk: Немає інструкцій
zh_hans: 无指令

# justgetmydata_search_placeholder
source: Search websites
ar: البحث في المواقع
de: Webseiten durchsuchen
es: Buscar sitios web
fr: Rechercher des sites web
hu: Weboldalak keresése
it: Cerca siti web
ja: ウェブサイトを検索
ko: 웹사이트 검색
pt_br: Pesquisar sites
pt_pt: Pesquisar sites
ru: Поиск веб-сайтов
uk: Пошук вебсайтів
zh_hans: 搜索网站

# justgetmydata_send_email_title
source: Send an email
ar: إرسال بريد إلكتروني
de: Sende eine E-Mail
es: Enviar un correo electrónico
fr: Envoyer un mail
hu: Email küldése
it: Invia una email
ja: メールを送信
ko: 이메일 보내기
pt_br: Enviar um e-mail
pt_pt: Enviar um e-mail
ru: Отправить эл. письмо
uk: Надіслати ел. листа
zh_hans: 发送电子邮件

# justgetmydata_subtitle
source: A collection of info on how to get the data from your account from web services
ar: مجموعة من المعلومات حول كيفية الحصول على حسابك من خدمات الويب
de: Eine Sammlung von Informationen, wie Sie das von Ihrem Konto von Webdiensten erhalten
es: Una recopilación de información sobre cómo obtener el producto de su cuenta de servicios web
fr: Une collection d'informations sur comment récupérer vos données de votre compte des services web
hu: Információk gyűjteménye arról, hogyan juthat hozzá az adataihoz webes szolgáltatásokból
it: Una serie di informazioni sul come cancellare il tuo account dai servizi web
ja: ウェブサービスからアカウント情報を取得する方法に関する情報
ko: 웹 서비스에서 계정의 데이터를 받는 방법 모음
pt_br: Uma coleção de informações sobre como obter a informação da sua conta através de serviços web
pt_pt: Uma coleção de informações sobre como obter a informação da sua conta através dos serviços web
ru: Список информации о том, как удалить ваш аккаунт из сервисов
uk: Колекція інформації про те, як отримати дані вашого облікового запису з вебсервісів
zh_hans: 有关如何从 Web 服务中获取账户的信息集锦

# justgetmydata_title
source: How to get my data?
ar: كيف أحصل على بياناتي؟
de: Wie erhalte ich meine Daten?
es: ¿Cómo obtener mis datos?
fr: Comment obtenir mes données ?
hu: Hogyan juthatok hozzá az adataimhoz?
it: Come ottenere i miei dati?
ja: データの取得方法
ko: 내 데이터는 어떻게 받지?
pt_br: Como obter meus dados?
pt_pt: Como obter os meus dados?
ru: Как получить мои данные?
uk: Як отримати мої дані?
zh_hans: 如何获取我的数据？

# key_gpg
source: GPG Key
ar: مفتاح GPG
de: GPG-Schlüssel
es: Clave GPG
fr: Clé GPG
it: Chiave GPG
ja: GPG キー
ko: GPG 키
pt_br: Chave GPG
pt_pt: Chave GPG
ru: GPG-ключ
uk: GPG-ключ
zh_hans: GPG 密钥

# key_gpg_value_placeholder
source: Looks empty in here. Generate a GPG key to get started!
ar: يبدو أن هذا فارغ. أنشئ مفتاح GPG للبدء!
de: Hier ist noch nichts. Erstellen Sie einen GPG-Schlüssel, um loszulegen!
es: Parece que no hay nada aquí. ¡Genere una clave GPG para empezar!
fr: Ça semble vide ici. Générez une clé GPG pour commencer !
it: Sembra che qui sia vuoto. Genera una chiave GPG per iniziare!
ja: まだ何もないようです。GPG キーを生成して始めましょう！
ko: 비어 있습니다. GPG 키를 생성해서 시작해 보세요!
pt_br: Parece vazio aqui. Gere uma chave GPG para começar!
pt_pt: Parece vazio aqui. Gere uma chave GPG para começar!
ru: Здесь пока пусто. Создайте GPG-ключ, чтобы начать!
uk: Тут порожньо. Згенеруйте GPG-ключ, щоб розпочати!
zh_hans: 这里看起来空空如也。生成一个 GPG 密钥以开始！

source: Key ID
ar: معرّف المفتاح
de: Schlüssel-ID
es: ID de clave
fr: ID de clé
it: ID chiave
ja: キー ID
ko: 키 ID
pt_br: ID da chave
pt_pt: ID da Chave
ru: ID ключа
uk: ID ключа
zh_hans: 密钥 ID

source: Key pair
ar: زوج المفاتيح
de: Schlüsselpaar
es: Par de claves
fr: Paire de clés
hu: Kulcspár
it: Coppia di chiavi
ja: キーをペア
ko: 키 쌍
pt_br: Par de chaves
pt_pt: Par de chaves
ru: Пара ключей
uk: Пара ключів
zh_hans: 密钥对

# key_ssh
source: SSH Key
ar: مفتاح SSH
de: SSH-Schlüssel
es: Clave SSH
fr: Clé SSH
hu: SSH kulcs
it: Chiave SSH
ja: SSH キー
ko: SSH 키
pt_br: Chave SSH
pt_pt: Chave SSH
ru: SSH-ключ
uk: SSH-ключ
zh_hans: SSH 密钥

# key_ssh_value_placeholder
source: Looks empty in here. Generate an SSH key to get started!
ar: يبدو فارغاً هنا. قم بتوليد مفتاح SSH للبدء!
de: Sieht leer aus hier drinnen. Generiere einen SSH Schlüssel um loszulegen!
es: Parece que no hay nada aquí. ¡Genera una clave SSH para empezar!
fr: Ça semble vide ici. Générez une clé SSH pour commencer !
hu: Üresnek tűnik. Generáljon egy SSH kulcsot a kezdéshez!
it: Sembra che qui sia vuoto. Genera una chiave SSH per iniziare!
ko: 비어 있습니다. 시작SSH 키를 생성해서 시작해 보세요!
pt_br: Parece vazio aqui. Gerar uma chave SSH para começar!
pt_pt: Parece vazio aqui. Gere uma chave SSH para começar!
ru: Здесь пока пусто. Создайте SSH-ключ, чтобы начать!
uk: Тут порожньо. Згенеруйте SSH-ключ, щоб розпочати!
zh_hans: 这里什么都没有。生成一个 SSH 密钥即可开始！

source: Key type
ar: نوع المفتاح
de: Schlüssel-Typ
es: Tipo de clave
fr: Type de clé
hu: Kulcs típusa
it: Tipo di chiave
ja: キータイプ
ko: 키 유형
pt_br: Tipo de chave
pt_pt: Tipo de chave
ru: Тип ключа
uk: Тип ключа
zh_hans: 密钥类型

# largetype_action_show_in_large_type_and_lock_title
source: Show in Large Type and Lock vault
ar: تظهر في نوع كبير وقفل قبو
de: In großer Schrift anzeigen und Tresor sperren
es: Mostrar en bóveda de tipo grande y bloqueo
fr: Afficher en grande taille et verrouiller le coffre-fort
hu: Nagy Típusként megjelenítés és széf zárolása
it: Mostra in Tipo Grande e Blocca vault
ja: 大きい画面で表示して保管庫をロック
ko: 큰 글자로 표시하고 보관함 잠그기
pt_br: Mostrar em Tipo Grande e Bloquear cofre
pt_pt: Mostrar em tamanho grande e bloquear cofre
ru: Показать крупным шрифтом и заблокировать хранилище
uk: Показати великим шрифтом та заблокувати сховище
zh_hans: 以大号字体显示并锁定密码库

# largetype_action_show_in_large_type_title
source: Show in Large Type
ar: عرض في نوع كبير
de: Im großen Typ anzeigen
es: Mostrar en tipo grande
fr: Afficher en grande taille
hu: Nagy Típusként megjelenítés
it: Mostra in Tipo Grande
ja: 大きい画面で表示
ko: 큰 글자로 표시
pt_br: Mostrar em Tipo Grande
pt_pt: Mostrar em tamanho grande
ru: Показать крупным шрифтом
uk: Показати великим шрифтом
zh_hans: 以大号字体显示

# largetype_title
source: Large Type
ar: نوع كبير
de: Großer Typ
es: Tipo grande
fr: Grande taille
hu: Nagy Típus
it: Tipo Grande
ja: ラージタイプ
ko: 큰 글자
pt_br: Tipo Grande
pt_pt: Tipo Grande
ru: Крупно
uk: Великий шрифт
zh_hans: 大号字体

# largetype_unicode_surrogate_note
source: Text contains composite Unicode symbols!
ar: يحتوي النص على رموز Unicode مركبة!
de: Text enthält zusammengesetzte Unicode Symbole!
es: ¡El texto contiene símbolos Unicode compuestos!
fr: Le texte contient des symboles Unicode mixtes !
hu: A szöveg összetett Unicode szimbólumokat tartalmaz!
it: Il testo contiene simboli di Unicode compositi!
ja: テキストに合成可能記号の Unicode 文字が含まれています！
ko: 텍스트가 조합형 유니코드 기호를 포함하고 있습니다!
pt_br: O texto contém símbolos Unicode compostos!
pt_pt: O texto contém símbolos Unicode compostos!
ru: Текст содержит символы композита Юникода!
uk: Текст містить композитні символи Unicode!
zh_hans: 文本包含复合的 Unicode 符号！

source: Launch Web vault
ar: إطلاق قبو الويب
de: Web Tresor starten
es: Abrir caja fuerte web
fr: Lancer le coffre-fort en ligne
hu: Webes széf indítása
it: Avvia cassaforte Web
ja: ウェブ保管庫を開く
ko: 웹 보관함 열기
pt_br: Iniciar Cofre Web
pt_pt: Iniciar Cofre Web
ru: Запустить веб-хранилище
uk: Відкрити вебсховище
zh_hans: 打开网页密码库

source: Learn more
ar: يتعلم أكثر
de: Mehr Informationen
es: Más información
fr: En savoir plus
hu: További információ
it: Scopri di più
ja: もっと詳しく
ko: 자세히 알아보기
pt_br: Saiba mais
pt_pt: Saber mais
ru: Узнать больше
uk: Дізнатися більше
zh_hans: 了解详情

source: Length
ar: طول
de: Länge
es: Longitud
fr: Longueur
hu: Hosszúság
it: Lunghezza
ja: 長さ
ko: 길이
pt_br: Comprimento
pt_pt: Nº de caracteres
ru: Длина
uk: Довжина
zh_hans: 长度

source: License number
ar: رقم السجل/ الرخصة التجارية
de: Ausweisnummer
es: Número de licencia
fr: Numéro de permis
hu: Vezetői engedély száma
it: Numero patente
ja: 免許証番号
ko: 운전면허 번호
pt_br: Número da CNH
pt_pt: Número da licença
ru: Номер лицензии
uk: Номер ліцензії
zh_hans: 驾照号码

source: Linked app
ar: تطبيق مرتبط
de: App verbunden
es: App vinculada
fr: Application associée
hu: Kapcsolt alkalmazás
it: App collegata
ko: 연결된 앱
pt_br: App vinculado
pt_pt: Aplicações vinculadas
ru: Связанный сервис
uk: Зв'язаний застосунок
zh_hans: 关联的应用

source: Linked apps
ar: التطبيقات المرتبطة
de: Verknüpfte Apps
es: Apps vinculadas
fr: Applications associées
hu: Kapcsolt alkalmazások
it: Applicazioni collegate
ja: リンクされたアプリ
ko: 연결된 앱
pt_br: Aplicativos vinculados
pt_pt: Aplicações vinculadas
ru: Связанные приложения
uk: Зв'язані застосунки
zh_hans: 关联的应用

source: Linked URI
ar: URI مرتبط
de: URI verbunden
es: URI enlazada
fr: URIs associée
hu: Kapcsolt URI
it: URI collegato
ko: 연결된 URI
pt_br: URI vinculado
pt_pt: URIs vinculados
ru: Связанная ссылка
uk: Зв'язаний URI
zh_hans: 关联的 URI

source: Linked URIs
ar: عناوين URL المرتبطة
de: Verknüpfte URIs
es: URIs enlazadas
fr: URIs associées
hu: Kapcsolt URI-k
it: URI Collegati
ja: リンクされた URI
ko: 연결된 URI
pt_br: URIs vinculados
pt_pt: URIs vinculados
ru: Связанные URI
uk: Зв'язані URI
zh_hans: 关联的 URI

# list_add
source: Add more
ar: أضف المزيد
de: Mehr hinzufügen
es: Añadir más
fr: Ajouter plus
hu: További hozzáadása
it: Aggiungi altri
ja: 追加
ko: 더 추가
pt_br: Adicionar mais
pt_pt: Adicionar mais
ru: Добавить ещё
uk: Додати ще
zh_hans: 添加更多

# list_move_down
source: Move down
ar: تحرك للأسفل
de: Nach unten
es: Bajar
fr: Descendre
hu: Mozgatás le
it: Sposta in giù
ja: 下に移動
ko: 아래로 이동
pt_br: Mover para baixo
pt_pt: Mover para baixo
ru: Переместить вниз
uk: Перемістити нижче
zh_hans: 下移

# list_move_up
source: Move up
ar: تحرك للأعلى
de: Nach oben
es: Subir
fr: Monter
hu: Mozgatás fel
it: Sposta in su
ja: 上に移動
ko: 위로 이동
pt_br: Mover para cima
pt_pt: Mover para cima
ru: Переместить вверх
uk: Перемістити вгору
zh_hans: 上移

# list_remove
source: Remove
ar: يزيل
de: Entfernen
es: Quitar
fr: Retirer
hu: Eltávolítás
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
pt_pt: Apagar
ru: Удалить
uk: Видалити
zh_hans: 移除

# list_remove_confirmation_title
source: Remove an item?
ar: هل تريد إزالة عنصر؟
de: Element entfernen?
es: ¿Eliminar un elemento?
fr: Retirer un élément ?
hu: Elem eltávolítása?
it: Rimuovere l'elemento?
ja: アイテムを削除しますか？
ko: 항목을 제거할까요?
pt_br: Remover um item?
pt_pt: Remover uma entrada?
ru: Удалить элемент?
uk: Видалити елемент?
zh_hans: 确定删除此项吗？

# local_network_permission_banner_text
source: If your server is on your local network, allow access and retry the connection.
ar: إذا كان خادمك على شبكتك المحلية، فاسمح بالوصول وأعد محاولة الاتصال.
fr: Si votre serveur est sur votre réseau local, autorisez l'accès et réessayer de vous connecter.
pt_br: Se seu servidor estiver na sua rede local, permita o acesso e tente a conexão novamente.
pt_pt: Se o seu servidor estiver na sua rede local, permita o acesso e tente novamente a ligação.

# local_network_permission_banner_title
source: Allow local network access
ar: السماح بالوصول إلى الشبكة المحلية
fr: Autoriser l’accès au réseau local
pt_br: Permitir acesso à rede local
pt_pt: Permitir acesso à rede local

# local_network_permission_open_settings_action
source: Open app settings
ar: فتح إعدادات التطبيق
fr: Ouvrir les paramètres de l'application
pt_br: Abrir configurações do aplicativo
pt_pt: Abrir definições da aplicação

source: Local vault
ar: قبو محلي
de: Lokaler Tresor
es: Caja fuerte local
fr: Coffre-fort local
hu: Helyi széf
it: Cassaforte locale
ko: 로컬 보관함
pt_br: Cofre local
pt_pt: Cofre local
ru: Локальное хранилище
uk: Локальне сховище
zh_hans: 本地密码库

# localization_contributors_empty_label
source: No contributors
ar: لا يوجد مساهمين
de: Keine Mitwirkenden
es: No hay colaboradores
fr: Aucun contributeur
hu: Nincsenek közreműködők
it: Nessun collaboratore
ja: 貢献者が見つかりません
ko: 기여자 없음
pt_br: Nenhum contribuidor
pt_pt: Nenhum contribuidor
ru: Нет участников проекта локализации
uk: Немає учасників проєкту локалізації
zh_hans: 没有贡献者

# localization_contributors_search_placeholder
source: Search contributors
ar: البحث عن المساهمين
de: Suche Mitwirkende
es: Buscar colaboradores
fr: Rechercher des contributeurs
hu: Közreműködők keresése
it: Cerca collaboratori
ja: 貢献者を検索
ko: 기여자 검색
pt_br: Pesquisar contribuidores
pt_pt: Pesquisar contribuidores
ru: Поиск участников
uk: Пошук учасників
zh_hans: 搜索贡献者

# localization_contributors_title
source: Localization contributors
ar: المساهمون في التوطين
de: Übersetzungs-Beitragende
es: Colaboradores de localización
fr: Contributeurs à la traduction
hu: Lokalizációban közreműködők
it: Collaboratori di traduzione
ja: 翻訳の貢献者
ko: 번역 기여자
pt_br: Contribuidores de traduções
pt_pt: Contribuidores de tradução
ru: Участники проекта локализации
uk: Учасники проєкту локалізації
zh_hans: 翻译贡献者

# lock_reason_inactivity
source: Locked due to inactivity
ar: مغلق بسبب عدم النشاط
de: Wegen Inaktivität gesperrt
es: Bloqueado por la inactividad
fr: Application verrouillée en raison de l’inactivité
hu: Tétlenség miatt zárolva van
it: Bloccato per inattività
ja: ロックされています
ko: 일정 시간 미사용으로 잠김
pt_br: Bloqueado devido à inatividade
pt_pt: Bloqueado devido a inatividade
ru: Заблокировано из-за бездействия
uk: Заблоковано через неактивність
zh_hans: 因不活动而被锁定

# lock_reason_manually
source: Locked manually
ar: قُفل يدويًا
de: Manuell gesperrt
es: Bloqueado manualmente
fr: Verrouillé manuellement
hu: Manuálisan zárolva
it: Bloccato manualmente
ja: 手動でロック中
ko: 사용자에 의해 잠김
pt_br: Bloqueado manualmente
pt_pt: Bloqueado manualmente
ru: Заблокировано вручную
uk: Заблоковано вручну
zh_hans: 手动锁定

# lock_reason_screen_off
source: Locked due to screen off
ar: قُفل بسبب إيقاف الشاشة
de: Gesperrt wegen ausgeschaltetem Bildschirm
es: Bloqueado por apagado de la pantalla
fr: Verrouillé en raison de l'extinction de l'écran
hu: Zárolva a képernyő kikapcsolása miatt
it: Bloccato per schermo spento
ja: 画面オフのためロック中
ko: 화면 꺼짐으로 인해 잠김
pt_br: Bloqueado devido à tela desligada
pt_pt: Bloqueado devido ao ecrã desligado
ru: Заблокировано из-за выключения экрана
uk: Заблоковано через вимкнення екрану
zh_hans: 因屏幕关闭而锁定

# lock_reason_system_sleep
source: Locked because the device went to sleep
ar: مقفلة لأن الجهاز ذهب إلى السكون
fr: Verrouillé car l'appareil est mis en veille
pt_br: Bloqueado porque o dispositivo entrou em suspensão
pt_pt: Bloqueado porque o dispositivo entrou em modo de suspensão

# logs_export_button
source: Export
ar: يصدّر
de: Exportieren
es: Exportar
fr: Exporter
hu: Exportálás
it: Esporta
ja: エクスポート
ko: 내보내기
pt_br: Exportar
pt_pt: Exportar
ru: Экспортировать
uk: Експортувати
zh_hans: 导出

# logs_export_success
source: Export complete
ar: اكتمل التصدير
de: Export abgeschlossen
es: Exportación completada
fr: Exportation terminée
hu: Exportálás befejezve
it: Esportazione completa
ja: エクスポートが完了しました
ko: 내보내기 완료
pt_br: Exportação concluída
pt_pt: Exportação concluída
ru: Экспорт завершён
uk: Експорт завершено
zh_hans: 导出完成

# logs_header_title
source: Logs
ar: سجلات
de: Protokolle
es: Registros
fr: Activité
hu: Naplók
it: Registri
ja: ログ
ko: 로그
pt_br: Registros
pt_pt: Registos
ru: Логи
uk: Журнал подій
zh_hans: 日志

# logs_start_recording_fab_title
source: Start recording
ar: ابدأ التسجيل
de: Aufnahme starten
es: Empezar a grabar
fr: Démarrer l'enregistrement
hu: Rögzítés indítása
it: Avvia registrazione
ja: 記録を開始
ko: 기록 시작
pt_br: Iniciar gravação
pt_pt: Iniciar gravação
ru: Начать запись
uk: Почати запис
zh_hans: 开始录制

# logs_stop_recording_fab_title
source: Stop recording
ar: توقف عن التسجيل
de: Aufnahme stoppen
es: Dejar de grabar
fr: Arrêter l'enregistrement
hu: Rögzítés leállítása
it: Interrompi la registrazione
ja: 記録を停止
ko: 기록 중지
pt_br: Parar gravação
pt_pt: Parar gravação
ru: Остановить запись
uk: Припинити запис
zh_hans: 停止录制

source: March
ar: يمشي
de: März
es: Marzo
fr: Mars
hu: Március
it: Marzo
ja: 3月
ko: 3월
pt_br: Março
pt_pt: Março
ru: Март
uk: Березень
zh_hans: 三月

source: Master password hint
ar: تلميح كلمة المرور الرئيسية
de: Master-Passwort-Hinweis
es: Sugerencia de contraseña maestra
fr: Indice du mot de passe maître
hu: Mesterjelszó emlékeztető
it: Suggerimento per la password principale
ja: マスターパスワードのヒント
ko: 마스터 비밀번호 힌트
pt_br: Dica da Senha Mestra
pt_pt: Lembrete da palavra-passe mestra
ru: Подсказка к мастер-паролю
uk: Підказка для головного пароля
zh_hans: 主密码提示
